{
    "title": "ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ ДЛЯ ВЕБ-САЙТА",
    "backToSignUp": "Вернуться к регистрации",
    "content": "1. ОПРЕДЕЛЕНИЕ ПОНЯТИЙ \n В тексте настоящего Соглашения нижеизложенным терминам дано следующее значение: \n \"Сайт\" означает следующий сайт: inctagram, который принадлежит Компании и находится по следующей ссылке: inctagram-v2.vercel.app. \n \"Пользователь\", \"Вы\", \"Ваш\", \"Вас\", \"Вами\" или какие-либо другие схожие производные (в зависимости от контекста) означает лицо, которое (1) пользуется Сайтом и/или получило доступ к его Контенту; и (2) дало свое согласие на соблюдение правил пользования Сайтом, изложенных в тексте данного Соглашения, путем создания личного аккаунта и регистрации на Сайте. \n \"Компания\", \"Мы\", \"Наш\", \"Нас\", \"Нами\" или какие-либо другие схожие производные (в зависимости от контекста) означает следующее лицо: СИНЯЯ МОЛНИЯ, адрес местонахождения: [Улица Пушкина, дом Колотушкина] (включая, его филиалы и представительства как на территории Российской Федерации, так и за ее пределами, а также какие-либо другие лица, созданные в результате реорганизации Компании), которое является владельцем Сайта или им управляет. \n \"Контент сайта\" означает все объекты, размещенные Компанией и/или третьими лицами (с разрешения Компании) на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы, музыка, звуки, информация, уведомления и какие-либо другие объекты схожего назначения, их подборки или комбинации. \n \"ПО сайта\" означает программное обеспечение, разработанное Компанией (и/или третьими лицами по поручению Компании) для Сайта, включая, однако не ограничиваясь, весь софт, скрипты, коды (HTML коды), программы и тп. \n \"Услуги\" означает совокупно Контент сайта и ПО сайта. \n \"Пользовательский контент\" означает (1) все публикации, совершенные Пользователем на Сайте, включая, однако не ограничиваясь, комментарии; оценки; отзывы; отчеты; фидбеки; размещенные видео, фотографии, музыка и другие медиа файлы; проставленные лайки; рейтинги и/или какие-либо другие формы активности, доступные Пользователю на Сайте, а также (2) какой-либо другой контент, создаваемый Пользователем. \n 2. ПРИСОЕДИНЕНИЕ К СОГЛАШЕНИЮ \n 2.1. Пользователи используют Сайт для следующих целей: \n [временный текст] \n 2.2. Настоящее Пользовательское соглашение (далее \"Соглашение\") определяет правила и порядок использования Сайта и Услуг, права и обязанности Пользователей, а также регулирует поведение Пользователей при получении доступа к Сайту и Услугам. \n2.3. Пользователь принимает условия данного Соглашения путем создания личного аккаунта и регистрации на Сайте.\n2.4. Данное Соглашение является обязательным для его сторон (т.е. для Компании и Пользователя). Уступка Пользователем своих прав по данному Соглашению возможна только после получения предварительного письменного согласия от Компании. \n 3. ПОЛЬЗОВАТЕЛИ САЙТА \n Общие критерии и возраст \n 3.1. Для использования Сайта Пользователи должны соответствовать следующим критериям (совокупно): \n (1) быть не младше 13-лет; и \n (2) не быть ограниченным в праве доступа к Сайту и Услугам на основании решения суда, вступившего в законную силу, или в случаях, предусмотренных действующим законодательством или условиями данного Соглашения. \n Регистрация на сайте и создание личного аккаунта \n 3.2. Использование данного Сайта возможно как Пользователями, которые прошли процедуру бесплатной регистрации и создали свой личный аккаунт (кабинет), так и Пользователями, которые отказались от такой регистрации. Незарегистрированные Пользователи не имеют доступа к следующим Услугам: \n (1) Возможность выкладывать файлы (фото/видео) в общий доступ \n (2) Оформлять и отменять подписку на другие профили \n (3) Просматривать публикации других пользователей \n (4) Возможность платного продвижения своих публикаций \n 3.3. Для снятия указанных ограничений и получения полного доступа Пользователю необходимо пройти регистрацию на Сайте. По результатам завершения регистрации Пользователь получает уникальный логин и пароль. \n 3.4. Действие данного Соглашения распространяется одинаково в полном объеме (без каких-либо исключений) как на зарегистрированных, так и на незарегистрированных Пользователей. \n 3.5. Для регистрации Пользователю необходимо предоставить следующею информацию о себе: \n Регистрация для частных лиц: \n E-Mail адрес \n Регистрация для бизнеса: \n E-Mail адрес \n 4. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ \n 4.1. Компании принадлежат все без исключения права собственности, включая имущественные права интеллектуальной собственности, на весь Контент сайта, а также ПО сайта. ПО сайта и Контент сайта защищены авторским правом в порядке, предусмотренном действующим гражданским законодательством Российской Федерации, а также международными договорами и конвенциями в области защиты объектов интеллектуальной собственности. \n 4.2. Пользователям запрещено копировать, воспроизводить, модифицировать, компилировать, распространять, отображать в какой-либо форме, публиковать, скачивать, передавать, продавать или иным способом распространять или использовать Контент сайта и ПО сайта, кроме случаев, когда такие действия ПРЯМО разрешены условиями данного Соглашения или действующим законодательством Российской Федерации. \n 4.3. Ничто в тексте данного Соглашения не может быть истолковано как передача Пользователю каких-либо исключительных прав на Контент сайта (полностью или в отдельной части) и/или ПО сайта. \n 4.4. Компания владеет всеми правами в отношении торговых марок, коммерческих (бизнес) наименований, брендов, логотипов, зарегистрированных на ее имя (далее \"Торговые марки\"). Такие Торговые марки защищаются действующим законодательством и НИЧТО в тексте данного Соглашения не может быть истолковано как передача какой-либо лицензии Пользователю на использование таких Торговых марок. \n 5. ПОРЯДОК РАБОТЫ С САЙТОМ \n Правила поведения на сайте \n 5.1. Во время использования Сайта Пользователь обязуется придерживаться следующих правил: \n (1) соблюдать все обязательства, взятые на себя Пользователем в связи с присоединением к данному Соглашению; и \n (2) предоставлять достоверные о себе данные во время регистрации на Сайте и для создания личного аккаунта (кабинета); и \n (3) не выдавать себя за какое-либо другое лицо, включая, однако не ограничиваясь, не предоставлять какие-либо данные третьих лиц (без получения от них прямого, предварительного и осознанного согласия) для регистрации на Сайте и/или для создания личного аккаунта (кабинета); и \n (4) информировать Компанию о хищении логинов, паролей или каких-либо других ключей доступа Пользователя к личному аккаунту (кабинету); и \n (5) не предоставлять третьим лицам доступ к своему аккаунту (кабинету) и/или логины, пароли или другие ключи доступа; и \n (6) не загружать, не хранить, не публиковать, не распространять, не размещать, не рекламировать, не отправлять, не предоставлять доступ или иным образом не использовать Пользовательский контент, который (а) содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц; и (б) является спамом, буллингом, вульгарным или непристойным, содержит порнографические изображения и тексты, сцены сексуального характера, в том числе с участием несовершеннолетних, или сцены насилия, включая сексуальное, над людьми или животными; и (в) содержит какие-либо формы подстрекательства к суициду и/или пропагандирует или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства, или содержит экстремистские материалы; и (г) пропагандирует нарушение прав или законных интересов других Пользователей или третьих лиц или пропагандирует преступление или содержит советы/руководства/инструкции по его совершению; и (д) нарушает иные правила данного Соглашения или является запрещенным на основании действующего законодательства; и \n (7) не совершать какие-либо действия (с использованием средств автоматизации или без таких средств), направленные на сбор каких-либо персональных данных других Пользователей; и \n (8) не предпринимать какие-либо действия и не помогать третьим лицам в совершении действий, направленных на подрыв работы Сайта, включая, однако не ограничиваясь, (а) загружать вирусы или вредоносный код; (б) совершать действия, которые могут привести к отключению Сайта, к нарушению нормальной работы Сайта или ПО сайта, или к ухудшению внешнего вида Сайта и/или Контента Сайта. \n (9) не предпринимать какие-либо иные действия, которые являются незаконными, мошенническими, дискриминационными или вводящими в заблуждение. \n Права пользователей на размещенный контент \n 5.2. Пользовательский контент имеют право создавать только зарегистрированные пользователи. \n 5.3. Создаваемый Вами Пользовательский контент является объектом интеллектуальной собственности, защищается действующим законодательством, в связи с чем Компания не претендует на получение и не требует от Вас предоставления ей каких-либо прав собственности на Ваш Пользовательский контент. Ничто в тексте настоящего Соглашения не должно быть истолковано как лишение Пользователя прав на создаваемый им Пользовательский контент или их ограничение. \n 5.4. Вместе с этим Вы предоставляете Компании неисключительную, не требующую лицензионных отчислений, действующую по всему миру лицензию (далее \"Лицензия\") с правом передачи и выдачи сублицензий на хранение, использование, распространение, изменение, запуск, копирование, публичное исполнение или показ, перевод Вашего Пользовательского контента и создание производных работ на его основе. \n 5.5. Действие выданной Вами таким образом Лицензии автоматически прекращается в случае удаления Вашего личного аккаунта (кабинета). \n 5.6. Компания обязуется предпринять все возможные действия, направленные на полное удаление Вашего Пользовательского контента сразу после наступления обстоятельств для прекращения Лицензии, за исключение следующих случаев когда: (1) часть Вашего Пользовательского контента была использована другими Пользователями (на основании выданной Вами ранее Лицензии, в таком случае Ваш Пользовательский контент будет доступным до тех пор на Сайте и другим Пользователям, пока другой Пользователь не совершит его удаление); или (2) Пользовательский контент, размещенный Вами, является доказательством какого-либо нарушения, проступка или преступления в уголовном, административном или гражданском производстве, или его последующее хранение требуется на основании требований действующего законодательства или полученного запроса от компетентного государственного органа; или (3) в других случаях, указанных в данном Соглашении. \n Требование к пользовательскому контенту \n 5.7. Пользователям запрещается загружать какой-либо Пользовательский контент, который может принадлежать третьим лицам или права на использование которого не были в необходимом объеме предоставлены такому Пользователю. Настоящим Пользователь берет на себя обязанность возместить Компании ВСЕ УБЫТКИ И СУДЕБНЫЕ ИЗДЕРЖКИ, КОТОРЫЕ БЫЛИ ЕЙ ПОНЕСЕНЫ В СВЯЗИ С ПРЕДЪЯВЛЕНИЕМ ИСКОВ ТРЕТЬИМИ ЛИЦАМИ О ТОМ, ЧТО ОПУБЛИКОВАННЫЙ ПОЛЬЗОВАТЕЛЬСКИЙ КОНТЕНТ НАРУШАЕТ ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ ТАКИХ ТРЕТЬИХ ЛИЦ. \n 5.8. Компания не проверяет и не может проверить все материалы, публикуемые Пользователями в рамках создаваемого ими Пользовательского контента, в связи с чем Компания не несет ответственности за содержание такого Пользовательского контента, за его использование и/или его воздействие на третьих лиц или других Пользователей. Управление Сайтом не означает, что Компания подтверждает, поддерживает, гарантирует, распространяет и/или верит в информацию, размещаемую в рамках Пользовательского контента. Пользователь является ответственным за свою собственную защиту и защиту своего устройства от вирусов и прочего вредоносного ПО. Компания не берет на себя какую-либо ответственность за вред, причиненный в результате использования Сайта, его Услуг и/или Пользовательского контента (включая его загрузку). \n 5.9. Компания имеет право в любой момент проверить Пользовательский контент на предмет его соответствия требованиям данного Соглашения или действующему законодательству. Вместе с этим ничто в тексте данного Соглашения не должно быть истолковано как прямая обязанность Компании проводить какую-либо самостоятельную проверку Пользовательского контента не иначе, как по запросу других Пользователей или третьих лиц. \n 5.10. Если Вы столкнулись с Пользовательским контентом, который нарушает условия данного Соглашения или законные права и интересы Пользователей или третьих лиц, Вы можете направить свою жалобу следующим образом: \n отправить письмо по следующему адресу: incta@gmail.com \n 5.11. С целью исполнения требований ч. 1 статьи 10-6 Федерального закона \"Об информации, информационных технологиях и о защите информации\" Компания имеет право проводить внутренний мониторинг Пользовательского контента с целью соблюдения Пользователями ограничений, изложенных в Федеральном законе \"Об информации, информационных технологиях и о защите информации\". \n 5.12. Если будет обнаружено, что Пользовательский контент нарушает условия данного Соглашения или положения действующего законодательства, Компания имеет право по своему собственному усмотрению, в любой момент, без необходимости предупреждения Пользователя и взятия на себя какой-либо ответственности в будущем удалить такой Пользовательский контент вовсе, а в случае повторного нарушения - удалить Ваш личный аккаунт (кабинет). \n Отзывы о работе сайта \n 5.13. Каждый Пользователь время от времени имеет право (но не обязанность) оставлять или направлять свои идеи, отзывы, предложения или проекты, направленные на улучшение работы Сайта или качества предоставляемых Услуг. Такие отзывы могут быть направлены Пользователем следующим способом: \n отправить письмо по следующему адресу: incta@gmail.com \n 5.14. В случае направления такой идеи, отзыва, предложения или проекта Пользователь автоматически предоставляет нам неисключительную, не требующую лицензионных отчислений, действующую по всему миру лицензию с правом передачи и выдачи сублицензий на хранение, использование, распространение, изменение, запуск, копирование, публичное исполнение или показ, перевод Ваших идей, отзывов, предложений или проектов, а также создание производных работ на их основе. \n 6. РАЗМЕЩЕНИЕ РЕКЛАМЫ НА САЙТЕ \n Размещение рекламы компанией \n 6.1. Компания имеет право время от времени размещать на Сайте какие-либо рекламные или маркетинговые материалы. \n Размещение рекламы третьими лицами \n 6.2. Контент сайта может содержать ссылки на веб-сайты третьих лиц и/или рекламные или маркетинговые материалы о товарах/услугах, предоставленные такими третьими лицами (далее \"Реклама третьих лиц\"). КОМПАНИЯ НЕ БЕРЕТ НА СЕБЯ КАКУЮ-ЛИБО ОТВЕТСТВЕННОСТЬ (1) ЗА СОДЕРЖАНИЕ РЕКЛАМЫ ТРЕТЬИХ ЛИЦ, А ТАКЖЕ ЗА НАЛИЧИЕ, КАЧЕСТВО И БЕЗОПАСНОСТЬ ПРОДВИГАЕМЫХ ТОВАРОВ/УСЛУГ В ТАКОЙ РЕКЛАМЕ; и (2) ЗА КАКИЕ-ЛИБО УБЫТКИ, ПОТЕРИ ИЛИ УЩЕРБ, ПОНЕСЕННЫЕ ИЛИ ПРИЧИНЕННЫЕ ПОЛЬЗОВАТЕЛЮ В РЕЗУЛЬТАТЕ ПРОЧТЕНИЯ ИМ ТАКОЙ РЕКЛАМЫ, ИСПОЛЬЗОВАНИЯ ИМ ПРОДВИГАЕМЫХ В РЕКЛАМЕ ТРЕТЬИХ ЛИЦ ТОВАРОВ/УСЛУГ. \n 6.3. В случае перехода на другой сайт через размещенную на Сайте Рекламу третьих лиц, Компания не может гарантировать, что такой веб-сайт является безопасным для Пользователя и/или его компьютера. Ни что в тексте данного Соглашения не должно быть истолковано как заверение, поощрение, рекомендация или побуждение Пользователя воспользоваться Рекламой третьих лиц, посетить какие-либо сайты третьих лиц, а также попробовать, приобрести, воспользоваться какими-либо товарами/услугами третьих лиц. \n 6.4. Вопросы, связанные с защитой персональных данных Пользователей при использовании ими Рекламы третьих лиц, регулируются Политикой конфиденциальности для сайта. \n Размещение рекламы пользователями \n 6.5. Каждый Пользователь имеет право разместить свои собственные рекламные или маркетинговые материалы на платной основе посредством выполнения следующих действий: \n 1. отправить письмо по следующему адресу: incta@gmail.com \n 2. Оплатить business подписку через предоставленные в Личном Кабинете варианты оплаты \n 6.6. Размещаемая Пользователем реклама должна отвечать следующим требованиям: (1) не рекламировать нелегальные товары/услуги, признанные такими на основании действующего законодательства, включая, однако не ограничиваясь, наркотики, проституция, оружие, табачные изделия (и сопутствующие продукты) и тп.; и (2) не размещать рекламные или маркетинговые материалы, которые (прямо или косвенно) направлены на дискриминацию по религиозному, расовому, этническому, национальному, гендерному признаку, на основании инвалидности, состояния здоровья, беременности, каких-либо генетических особенностей, сексуальных предпочтений; и (3) не рекламировать товары или услуги для взрослых (в возрасте от 18 лет и старше); и (4) не нарушать законные права и интересы третьих лиц (к примеру, права интеллектуальной собственности); и (5) не размещать рекламные или маркетинговые материалы, которые могут шокировать или испугать Пользователей (к примеру, фотографии сцен убийств, трупов, аварий); и (6) не публиковать ложную, неточную, неполную или опровергнутую информацию; и (7) не рекламировать товары/услуги для проведения мошеннических или обманных действий или способствующих их проведению; и (8) не рекламировать какой-либо низкокачественный или непристойный контент, а также контент, содержащий ненормативную лексику; и (9) не рекламировать другой контент, который может нарушить законные права и интересы третьих лиц, или причинить вред репутации Сайта, или повлечь наложение на Компанию каких-либо санкций или мер ответственности. \n 6.7. Пользователь настоящим считается должным образом осведомлен, что Компания не дает каких-либо гарантий эффективности размещения Пользователем рекламы. Пользователь размещает такую рекламы на свой страх и риск и исключительно под свою собственную ответственность. \n 7. СОВЕРШЕНИЕ ПОКУПОК ЧЕРЕЗ САЙТ \n Общие положения \n 7.1. Пользователи имеют возможность приобретать определенные товары/услуги на Сайте. Продавцом таких товаров/услуг выступает непосредственно Компания. \n 7.2. Компания не хранит какие-либо данные о Вашей дебетовой или кредитной карте, используемой для оплаты. \n 7.3. КОМПАНИЯ ПРЕДОСТАВЛЯЕТ ЗАКАЗАННЫЙ ТОВАР/УСЛУГУ ТОЛЬКО ПОСЛЕ ПОЛУЧЕНИЯ ОПЛАТЫ В ПОЛНОМ ОБЪЕМЕ. \n 7.4. Если Компания не может предоставить Вам заказанный и оплаченный товар/услугу, Компания обязуется незамедлительно провести возврат Вам всей уплаченной ранее суммы в счет погашения стоимости заказанного товара/услуги (за исключением банковских комиссий и издержек, которые могли быть начислены Вашим обслуживающим банком при оплате товаров/услуг через Сайт). \n 7.5. Компания не гарантирует наличие того или иного товара/услуги на Сайте. \n Способы и сроки доставки \n 7.6. Компания предоставляет следующие способы доставки заказанных на Сайте товаров/услуг: \n ________ \n 7.7. Пользователь имеет право предъявить Компании требование о возврате уплаченных им ранее денежных средств за товар/услугу, если такой товар/услуга не были получены Пользователем в согласованный срок. В таком случае Компания обязуется в течение 10 (десяти) календарных дней осуществить возврат такой суммы в полном объеме. \n 7.8. Компания не берет на себя какую-либо ответственность за ошибку в доставке, которая произошла по вине Пользователя, который, к примеру, не указал верные данные получателя. \n Порядок оплаты \n 7.9. Стоимость товара/услуги на Сайте указывается в российских рублях. Оплата за товар/услугу также должна быть проведена в российских рублях. \n 7.10. Если у Вас нету счета в указанной валюте, в таком случае Вы можете воспользоваться Вашей дебетовой или кредитной картой, а обслуживающий банк (держатель дебетовой или кредитной карты) проведет соответствующею конвертацию по обменному курсу согласно его внутрибанковским правилам. Компания не отвечает за обменный курс, используемый Вашим обслуживающим банком при такой конвертации. \n 7.11. Пользователь может провести оплату одним из следующих способов: \n (1) Stripe  (2) Paypal \n7.12. Обращаем внимание, что Компания может в любой момент отказать в приеме того или иного способа платежа без какого-либо объяснения или уведомления Пользователей. \n 7.13. Товар/услуга считается оплаченным Пользователем в полном объеме с момента подтверждения исполнения такого платежа банковским учреждением, обслуживающим дебетовую или кредитную карту Пользователя, которая была им использована для оплаты на Сайте. \n 7.14. Обращаем внимание, что Ваш обслуживающий банк может проводить по своему собственному усмотрению дополнительные проверки совершенной транзакции через наш Сайт, что в последствие может привести к задержке оплаты заказанного Вами ранее товара/услуги. \n 7.15. Компания не берет на себя какую-либо ответственность за убытки, ущерб, упущенную выгоду, потерю деловой репутации, возникшие у Пользователя из-за задержки в оплате, что в свою очередь могло привести к задержке с нашей стороны в предоставлении Вам определенного товара/услуги. \n Порядок обмена и возврата товара \n 7.16. Пользователь имеет право на обмен или возврат ранее приобретенного товара. Обмену и возврату не подлежат только те товары, которые указаны в Постановлении Правительства Российской Федерации от 31 декабря 2020 г. № 2463 \"Об утверждении Правил продажи товаров по договору розничной купли-продажи, перечня товаров длительного пользования, на которые не распространяется требование потребителя о безвозмездном предоставлении ему товара, обладающего этими же основными потребительскими свойствами, на период ремонта или замены такого товара, и перечня непродовольственных товаров надлежащего качества, не подлежащих обмену, а также о внесении изменений в некоторые акты Правительства Российской Федерации\". Во всех остальных случаях Пользователь имеет право обратиться к Компании с требованием об обмене или возврате товара в порядке, предусмотренном действующим законодательством о защите прав потребителей, а также условиями данного Соглашения. \n 7.17. Пользователь имеет право возвратить обратно или обменять товар надлежащего качества без указания причины в течение 14 (четырнадцати) календарных дней с момента совершения его покупки. В случае возврата товара надлежащего качества Пользователю возвращаются в полном объеме все суммы, уплаченные им в счет погашения стоимости такого товара. Правила и порядок обмена и возврата товара изложены по следующей ссылке: inctagram-v2.vercel.app/terms_of_use. \n Качества приобретаемого товара \n 7.18. Сразу после получения товара на руки Пользователь обязан проверить его на наличие возможных дефектов или недостатков, а также на предмет соответствия характеристик товара описанию, изложенному на Сайте. \n 7.19. Пользователь имеет право предъявить Компании требование о возврате уплаченных им ранее денежных средств за товар/услугу, если такой товар/услуга не соответствуют заявленным условиям качества товара или его описанию, изложенным на Сайте. В таком случае Компания обязуется в течение 10 (десяти) календарных дней осуществить возврат такой суммы в полном объеме. \n 7.20. Пользователь имеет право предъявить свои претензии к качеству приобретенного товара к Компании в течение установленного гарантийного срока/срока годности товара или, если такой срок не установлен, в течение 2 (двух) лет от момента совершения покупки такого товара. \n 8. ОФОРМЛЕНИЕ ПОДПИСКИ НА САЙТЕ \n Общие положения \n 8.1. По желанию Пользователь может оформить подписку на Сайте. \n 8.2. Подписка может быть ежемесячной, квартальной или годовой. Подписка подлежит АВТОМАТИЧЕСКОМУ ОБНОВЛЕНИЮ ДО ТЕХ ПОР, ПОКА ПОЛЬЗОВАТЕЛЬ НЕ ОТКАЗАЛСЯ ОТ НЕЕ. \n 8.3. Подписка является платной и предоставляется Пользователю только при условии ее предварительной полной оплаты. Если произошла просрочка оплаты подписки, доступ Пользователя к определенному контенту блокируется до момента проведения оплаты за подписку в полном объеме. \n Порядок оформления подписки \n 8.4. Пользователь имеет право оформить подписку в любой момент посредством выполнения следующих действий: \n (1) В настройках личного кабинета открыть \"Управление аккаунтом\" \n (2) Нажать на лого одной из платёжных систем и совершить через неё платёж \n 8.5. Оплата подписки должна быть проведена в валюте, указанной на Сайте. Стоимость подписки указывается с учетом НДС, а также иных обязательных налогов и сборов. \n 8.6. Пользователь имеет возможность оплаты подписки одним из следующих способов: \n (1) Stripe \n (2) PayPal \n 8.7. В случае отмены уже оплаченной подписки, Пользователь не имеет права требовать какого-либо пропорционального или полного возмещения ранее уплаченных сумм за подписку и продолжает пользоваться контентом до истечения срока действия оплаченного периода подписки. \n Порядок прекращения подписки \n 8.8. Пользователь имеет право в любой момент отказаться от подписки посредством выполнения следующих действий: \n (1) В настройках личного кабинета открыть \"Управление аккаунтом\" \n (2) Нажать на лого одной из платёжных систем и совершить через неё платёж \n 9. ПРЕКРАЩЕНИЕ ДОСТУПА К САЙТУ \n 9.1. Пользователь имеет право в любой момент прекратить использование Сайта посредством удаления своего аккаунта: \n [Временный текст] \n 9.2. В случае (1) нарушения Пользователем условий настоящего Соглашения; и/или (2) нарушения прав интеллектуальной собственности Компании, других Пользователей или третьих лиц; и/или (3) совершения действий, которые являются противозаконными, нарушают права и интересы Компании, других Пользователей или третьих лиц или подрывают работу Сайта или возможность использования Сайта другими Пользователями; и/или (4) Услуги или Сайт используется Пользователем таким образом, что это может повлечь юридическую ответственность Компании в будущем; и/или (5) если этого требует действующее законодательство или компетентный государственный орган, Компания имеет право без предварительного уведомления в любой момент прекратить (остановить) доступ Пользователя к Сайту и его Услугам. \n 9.3. Такое прекращение доступа кроме прочего также подразумевает удаление личного аккаунта Пользователя. \n 9.4. Пользователь должным образом осведомлен, что Компания не берет на себя ответственность за какой-либо ущерб, убытки, упущенную выгоду, потерю деловой или личной репутации, причиненные Пользователю удалением или блокировкой аккаунта и/или невозможностью доступа к Сайту и его Услугам. \n 10. ЗАДАТЬ ВОПРОС \n 10.1. Если у Вас есть вопросы касательно условий настоящего Соглашения или порядка/способа их исполнения, Вы можете адресовать нам свой вопрос следующим способом: \n отправить письмо по следующему адресу: incta@gmail.com \n 10.2. Сотрудники и представители Компании обязуются предпринять все возможные усилия для дачи ответа на Ваш запрос в течение разумного периода времени. \n 11. ОТВЕТСТВЕННОСТЬ \n 11.1. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ КОМПАНИЯ ИЛИ ЕЕ ПРЕДСТАВИТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ПЕРЕД ПОЛЬЗОВАТЕЛЕМ ИЛИ ПЕРЕД ЛЮБЫМИ ТРЕТЬИМИ ЛИЦАМИ: \n (1) ЗА ЛЮБОЙ КОСВЕННЫЙ, СЛУЧАЙНЫЙ, НЕУМЫШЛЕННЫЙ УЩЕРБ, ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ ИЛИ ПОТЕРЯННЫЕ ДАННЫЕ, ВРЕД ЧЕСТИ, ДОСТОИНСТВУ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, ВЫЗВАННЫЙ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ САЙТА, УСЛУГ ИЛИ ИНЫХ МАТЕРИАЛОВ, К КОТОРЫМ ПОЛЬЗОВАТЕЛЬ ИЛИ ИНЫЕ ЛИЦА ПОЛУЧИЛИ ДОСТУП С ПОМОЩЬЮ САЙТА, ДАЖЕ ЕСЛИ КОМПАНИЯ ПРЕДУПРЕЖДАЛА ИЛИ УКАЗЫВАЛА НА ВОЗМОЖНОСТЬ ТАКОГО ВРЕДА; и \n (2) ЗА ДЕЙСТВИЯ ДРУГИХ ПОЛЬЗОВАТЕЛЕЙ, ЗА РАЗМЕЩАЕМЫЙ ПОЛЬЗОВАТЕЛЯМИ ПОЛЬЗОВАТЕЛЬСКИЙ КОНТЕНТ, ЗА ТОВАРЫ/УСЛУГИ, ПРЕДОСТАВЛЯЕМЫЕ ТРЕТЬИМИ ЛИЦАМИ ИЛИ ДРУГИМИ ПОЛЬЗОВАТЕЛЯМИ (ДАЖЕ ЕСЛИ ДОСТУП К НИМ БЫЛ ПРЕДОСТАВЛЕН ЧЕРЕЗ НАШ САЙТ), К КОТОРЫМ ПОЛЬЗОВАТЕЛЬ ПОЛУЧИЛ ДОСТУП; и \n (3) в случаях прямо предусмотренных условиями настоящего Соглашения или нормой действующего законодательства.\n 11.2. Наша ответственность за все что угодно, связанное с использованием Сайта и/или Услуг, ограничивается настолько сильно, насколько это допускается действующим законодательством. \n 12. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ \n 12.1. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Компания приложат все усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации. \n 13. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ \n 13.1. Настоящее Соглашение вступает в силу с момента его опубликования на Сайте (по следующей ссылке: inctagram-v2.vercel.app/terms_of_use/) и действуют в течение неопределенного периода времени. \n 13.2. Мы можем время от времени пересматривать, дополнять или изменять условия данного Соглашения. Такие изменения, как правило, не являются ретроспективными. КОМПАНИЯ НЕ БЕРЕТ НА СЕБЯ КАКУЮ-ЛИБО ОБЯЗАННОСТЬ ПО УВЕДОМЛЕНИЮ ПОЛЬЗОВАТЕЛЕЙ О ПРЕДСТОЯЩИХ ИЛИ СОСТОЯВШИХСЯ ИЗМЕНЕНИЯХ ТЕКСТА СОГЛАШЕНИЯ. Посредством присоединения к условиям данного Соглашения Пользователь также берет на себя обязательство периодически просматривать условия данного Соглашения на предмет их изменения или дополнения. \n Если после проведенных изменений или дополнений в тексте Соглашения Пользователь продолжает пользоваться Сайтом, это значит, что он ознакомлен с изменениями или дополнениями и их принял в полном объеме без каких-либо возражений. \n 13.3. Если иное прямо не указано в положениях настоящего Соглашения или прямо не вытекает из норм действующего законодательства, к условиям настоящего Договора применяется материальное право Российской Федерации. \n 13.4. Неотъемлемой частью настоящего Соглашение является Политика конфиденциальности для сайта. \n 13.5. Если одно или несколько условий данного Соглашения утратило свою юридическую силу или признано недействительным согласно действующему законодательству, остальные условия Соглашения не теряют своей силы и продолжают действовать так, словно признанного недействительным или утратившим юридическую силу условия не существовало вовсе. \n 13.6. Доступ к Сайту и его Услугам предоставляется Пользователю \"как есть\", Мы не обещаем, не гарантируем, не подразумеваем, что Услуги и Сайт могут подходить или не подходить Вашим потребностям, целям, ожиданиям, и в связи с чем не гарантируем какого-либо специфического результата или последствия в результате использования Вами Сайта и его Услуг."
}
