{
    "title": "Privacy Policy",
    "backToPrevPage": "Back to previous page",
    "content": "General Provisions \n1. This policy on personal data processing has been compiled in accordance with the requirements of the Federal Law of 27.07.2006 No. 152-FZ \"On Personal Data\" (hereinafter referred to as the Law on Personal Data) and defines the procedure for processing personal data and the measures to ensure the security of personal data undertaken by Instagram (hereinafter referred to as the Operator).\n1.1. The Operator sets as its most important goal and condition for its activities the observance of human and civil rights and freedoms in the processing of personal data, including the protection of the rights to privacy, personal and family secrets. \n1.2. This Operator’s policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https://inctagram-v2.vercel.app. \n2.Basic Concepts Used in the Policy \n 2.1. Automated processing of personal data - processing of personal data using computer technology. \n 2.2. Blocking of personal data - temporary cessation of processing personal data (except when the processing is necessary for the clarification of personal data). \n 2.3. Website - a combination of graphic and information materials, as well as computer programs and databases ensuring their availability on the Internet at the network address https://inctagram-v2.vercel.app. \n 2.4. Personal data information system — a set of personal data contained in databases, and the information technologies and technical means ensuring their processing. \n 2.5. Depersonalization of personal data — actions resulting in the impossibility to identify the ownership of personal data to a specific user or another personal data subject without the use of additional information. \n 2.6. Processing of personal data — any action (operation) or set of actions (operations) performed with or without the use of automation tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data. \n 2.7. Operator — a state authority, municipal body, legal entity, or individual independently or together with other persons organizing and/or carrying out the processing of personal data, as well as defining the purposes of processing personal data, the composition of personal data to be processed, actions (operations) performed with personal data. \n 2.8. Personal data — any information related directly or indirectly to a specific or identifiable user of the website https://inctagram-v2.vercel.app. \n 2.9. Personal data allowed by the subject for distribution — personal data, the access to which is provided by the subject of personal data by giving consent to the processing of personal data allowed for distribution by the subject of personal data in the order prescribed by the Law on Personal Data (hereafter — personal data allowed for distribution). \n 2.10. User — any visitor to the website https://inctagram-v2.vercel.app. \n 2.11. Provision of personal data — actions aimed at disclosing personal data to a specific person or a certain group of persons. \n 2.12. Dissemination of personal data — any actions aimed at disclosing personal data to an unspecified circle of persons (transfer of personal data) or familiarization with personal data by an unlimited circle of persons, including the publication of personal data in mass media, placement in information and telecommunication networks, or providing access to personal data in any other way. \n 2.13. Cross-border transfer of personal data — the transfer of personal data to the territory of a foreign state to a foreign authority, a foreign individual or a foreign legal entity. \n 2.14. Destruction of personal data — any actions as a result of which personal data are irretrievably destroyed with the impossibility of further restoring the content of personal data in the personal data information system and/or material carriers of personal data are destroyed. \n 3.The Main Rights and Obligations of the Operator \n 3.1. The Operator has the right to: \n Receive from the personal data subject reliable information and/or documents containing personal data; \n In case of withdrawal by the personal data subject of consent to the processing of personal data, as well as sending a request to cease the processing of personal data, the Operator is entitled to continue processing personal data without the consent of the personal data subject if there are reasons specified in the Law on Personal Data; \n Independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of the obligations provided by the Law on Personal Data and the regulatory legal acts adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other federal laws. \n 3.2. The Operator is obliged to: \n Provide the personal data subject, at their request, with information regarding the processing of their personal data; \n Organize the processing of personal data in the order established by the current legislation of the Russian Federation; \n Respond to requests and inquiries from personal data subjects and their legal representatives according to the requirements of the Law on Personal Data; \n Inform the authorized body for the protection of the rights of personal data subjects at the request of this body the necessary information within 10 days from the date of receipt of such a request; \n Publish or otherwise provide unrestricted access to this Policy regarding the processing of personal data; \n Implement legal, organizational, and technical measures to protect personal data from unauthorized or accidental access, destruction, alteration, blocking, copying, provision, distribution of personal data, as well as from other unlawful actions concerning personal data; \n Stop the transfer (distribution, provision, access) of personal data, stop processing and destroy personal data in the manner and cases provided by the Law on Personal Data; \n Fulfill other obligations provided by the Law on Personal Data. \n Main Rights and Obligations of Personal Data Subjects \n 4.1. Subjects of personal data have the right to: \n Receive information regarding the processing of their personal data, except in cases provided for by federal laws. Information is provided to the personal data subject by the Operator in an accessible form and should not contain personal data related to other personal data subjects, except when there are legal grounds for disclosing such personal data. The list of information and the procedure for obtaining it are established by the Law on Personal Data; \n Demand from the operator the clarification of their personal data, their blocking, or destruction if the personal data is incomplete, outdated, inaccurate, illegally obtained, or is not necessary for the declared purpose of processing, as well as to take legally provided measures to protect their rights; \n Set a condition of prior consent when processing personal data for the purposes of promoting goods, works, and services in the market; \n Withdraw consent to the processing of personal data, as well as to send a request for the cessation of personal data processing; \n Appeal to the authorized body for the protection of the rights of subjects of personal data or in court the unlawful actions or inaction of the Operator when processing their personal data; \n Exercise other rights provided by the legislation of the Russian Federation. \n 4.2. Subjects of personal data are obliged to: \n Provide the Operator with reliable information about themselves; \n Inform the Operator about the clarification (updating, change) of their personal data. \n 4.3. Persons who have provided the Operator with unreliable information about themselves or information about another subject of personal data without the consent of the latter, are liable in accordance with the legislation of the Russian Federation. \n 5.Principles of Personal Data Processing \n 5.1. Processing of personal data is carried out on a lawful and fair basis. \n 5.2. Processing of personal data is limited to achieving specific, predefined, and legitimate goals. Processing of personal data that is incompatible with the purposes of collecting personal data is not allowed. \n 5.3. The combination of databases containing personal data, the processing of which is carried out for purposes that are incompatible with each other, is not allowed. \n 5.4. Only personal data that meets the purposes of their processing is subject to processing. \n 5.5. The content and volume of processed personal data correspond to the declared purposes of processing. The redundancy of processed personal data in relation to the declared purposes of their processing is not allowed. \n 5.6. In the processing of personal data, the accuracy of personal data, their sufficiency, and, where necessary, relevance to the purposes of processing personal data are ensured. The Operator takes the necessary measures and/or ensures their adoption to remove or clarify incomplete or inaccurate data. \n 5.7. Storage of personal data is carried out in a form that allows identifying the subject of personal data no longer than the purposes of processing personal data require, if the storage period of personal data is not established by federal law, a contract in which the subject of personal data is a party, beneficiary, or guarantor. The processed personal data is destroyed or depersonalized upon reaching the purposes of processing or in case of the loss of the need to achieve these goals unless otherwise provided by federal law. \n 6.Purposes of Personal Data Processing \n Purpose of processing: to provide the User with access to services, information, and/or materials contained on the website. \n Personal data: email address, year, month, date, and place of birth, photographs, surname, and first name. \n Legal basis: contracts concluded between the operator and the subject of personal data. \n Types of personal data processing: Collection, recording, systematization, accumulation, storage, destruction, and depersonalization of personal data. Sending informational letters to the email address. \n 7.Conditions for Personal Data Processing \n 7.1. Processing of personal data is carried out with the consent of the subject of personal data to process their personal data. \n 7.2. Processing of personal data is necessary to achieve the goals provided for by an international treaty of the Russian Federation or the law, for the implementation of the functions, powers, and duties imposed by the legislation of the Russian Federation on the operator. \n 7.3. Personal data processing is necessary for the administration of justice, the execution of a judicial act, an act of another body or official that must be executed in accordance with the legislation of the Russian Federation on enforcement proceedings. \n 7.4. Personal data processing is necessary for the execution of a contract where the subject of personal data is a party, beneficiary, or guarantor, as well as for concluding a contract by the initiative of the subject of personal data or a contract where the subject of personal data will be a beneficiary or guarantor. \n 7.5. Personal data processing is necessary for exercising the rights and legitimate interests of the operator or third parties, or for achieving socially significant goals provided that this does not violate the rights and freedoms of the subject of personal data. \n 7.6. Personal data processing is carried out regarding personal data that the subject has made available to an unlimited number of persons, or at their request (hereinafter referred to as publicly accessible personal data). \n 7.7. Personal data processing is carried out on personal data that must be published or disclosed in accordance with federal law. \n 8.Procedure for Collection, Storage, Transfer, and Other Types of Personal Data Processing \n The security of personal data processed by the Operator is ensured by implementing legal, organizational, and technical measures necessary to fully comply with the current legislation in the field of personal data protection. \n 8.1. The Operator ensures the safety of personal data and takes all possible measures to prevent unauthorized access to personal data. \n 8.2. The User's personal data will never, under any circumstances, be transferred to third parties, except for cases related to the execution of current legislation or if the subject of personal data has given consent to the Operator for the transfer of data to a third party to fulfill obligations under a civil law contract. \n 8.3. If inaccuracies are found in personal data, the User can update them independently by sending a notification to the Operator's email address [Operator’s Email] with the subject line \"Updating personal data\". \n 8.4. The term for personal data processing is determined by the achievement of the purposes for which the personal data were collected unless a different term is provided by the contract or current legislation. The User can withdraw their consent to personal data processing at any time by sending a notification via email to the Operator's email address [Operator’s Email] with the subject line \"Revocation of consent to personal data processing\". \n 8.5. All information collected by third-party services, including payment systems, communication means, and other service providers, is stored and processed by the said entities (Operators) in accordance with their User Agreement and Privacy Policy. The Operator is not responsible for the actions of third parties, including the service providers mentioned in this clause. \n 8.6. Restrictions set by the subject of personal data on the transfer (except for providing access), as well as on the processing or conditions of processing (except for obtaining access) of personal data allowed for distribution, do not apply in cases of personal data processing in state, public, and other public interests defined by the legislation of the Russian Federation. \n 8.7. The Operator ensures the confidentiality of personal data during its processing. \n 8.8. The Operator stores personal data in a form that allows identifying the subject of personal data no longer than required by the purposes of personal data processing if the period of personal data storage is not established by federal law, a contract in which the subject of personal data is a party, beneficiary, or guarantor. \n 8.9. The condition for termination of personal data processing may be the achievement of the purposes of personal data processing, expiration of the subject's consent to personal data processing, withdrawal of consent by the subject of personal data, or the requirement to stop processing personal data, as well as the detection of unlawful processing of personal data. \n 9.List of Actions Performed by the Operator with Obtained Personal Data \n 9.1. The Operator carries out the collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), anonymization, blocking, deletion, and destruction of personal data. \n 9.2. The Operator carries out automated processing of personal data with the reception and/or transmission of the information obtained through information-telecommunication networks or without them. \n 10.Cross-border Transfer of Personal Data \n 10.1. Before starting cross-border transfer of personal data, the Operator is obliged to notify the authorized body for the protection of the rights of subjects of personal data about its intention to carry out cross-border transfer of personal data (such notification is sent separately from the notification of the intention to process personal data). \n 10.2. Before submitting the above notification, the Operator is required to obtain the corresponding information from the authorities of the foreign state, foreign individuals, or foreign legal entities to whom it is planned to transfer the personal data. \n 11.Confidentiality of Personal Data \n The Operator and other persons who have gained access to personal data are obliged not to disclose to third parties and not to distribute personal data without the consent of the subject of personal data, unless otherwise provided by federal law. \n 12.Final Provisions \n 12.1. The User can obtain any explanations on issues concerning the processing of their personal data by contacting the Operator via email [Operator’s Email]. \n 12.2. Any changes to the Operator’s policy on personal data processing will be reflected in this document. The policy is in force indefinitely until it is replaced by a new version. \n 12.3. The current version of the Policy is freely available on the Internet at https://inctagram-v2.vercel.app/privacy/."
}
