{
    "title": "USER AGREEMENT FOR THE WEBSITE",
    "backToSignUp": "Back to Sign Up",
    "content": "1. DEFINITION OF CONCEPTS \n The following meaning is given in the text of this Agreement: \n \"Site\" means the following site: inctagram, which is owned by the Company and is located at the following link: inctagram-v2.vercel.app. \n \"User\", \"You\", \"Your\", \"You\", \"You\" or any other similar derivative (depending on the context) means a person who (1) uses the Site and/or has accessed its Content; and (2) has given its consent to be bound by the Site, By creating a personal account and registering on the Site. \n \"Company\", \"We\", \"Our\", \"Us\", \"Us\" or any other similar derivatives (depending on the context) means the following person: BLUE LIGHTNING, location address: [Pushkin Street, Kolotushkin House] (including its subsidiaries and representative offices both within and outside the Russian Federation, as well as any other persons created as a result of the reorganization of the Company) who owns or manages the Site. \n \"Site Content\" means all objects placed by the Company and/or third parties (with the permission of the Company) on the Site, including design elements, text, graphic images, illustrations, videos, programs, music, sounds, information, notifications and any other objects of similar purpose, their collection or combination. \n \"Site Software\" means software developed by the Company (and/or third parties on behalf of the Company) for the Site, including, but not limited to, all software, scripts, codes (HTML codes), programs, etc. \n \"Services\" means the aggregate content of the site and the site’s software. \n \"User Content\" means (1) all publications made by a User on the Site, including but not limited to comments; ratings; reviews; reports; feedbacks; posted videos, photos, music and other media files; likes; ratings and/or anyor other forms of activity available to the User on the Site, as well as (2) any other content created by the User. \n 2. ACCESSION TO THE AGREEMENT \n 2.1. Users use the Site for the following purposes: \n [temporary text] \n 2.2. This User Agreement (hereinafter \"the Agreement\") defines the rules and procedures for the use of the Site and Services, the rights and obligations of the Users, and also regulates the behavior of the Users when accessing the Site and Services. \n 2.3. The User accepts the terms of this Agreement by creating a personal account and registering on the Site. \n 2.4. This Agreement is binding on its parties (i.e. the Company and the User). The User may assign his rights under this Agreement only after obtaining prior written consent from the Company. \n 3. SITE USERS \n General criteria and age \n 3.1. Users must meet the following criteria (cumulatively): \n (1) be at least 13 years old; and \n (2) The right of access to the Site and Services shall not be restricted on the basis of a court decision that has entered into force or in the cases provided for by the legislation in force or the terms of this Agreement. \n Register on the site and create a personal account \n 3.2. Use of this Site is possible both by Users who have gone through the procedure of free registration and created their personal account (cabinet), and by Users who have refused such registration. Unregistered Users do not have access to the following Services: \n (1) Ability to share files (photo video) with others \n (2) Subscribe to other profiles \n (3) View other users' posts \n (4) Ability to promote its publications for a fee \n 3.3. To remove these restrictions and obtain full access, the User must register on the Site. Upon completion of registration the User receives a unique login and password. \n 3.4. This Agreement applies equally in its entirety (without any exceptions) to both registered and unregistered Users. \n 3.5. To register, the User must provide the following information about himself: \n Registration for private persons: \n E-Mail address \n Registration for business: \n  E-Mail address \n 4. INTELLECTUAL PROPERTY \n 4.1. Companies own all property rights, including property rights of intellectual property, on the whole Content of the site, as well as the website software. The Website Software and the Site Content are protected by copyright in accordance with the current civil law of the Russian Federation, as well as international treaties and conventions in the field of protection of intellectual property objects. \n 4.2. Users are prohibited from copying, reproducing, modifying, compiling, distributing, displaying in any form, publishing, downloading, transferring, selling or otherwise distributing or using the Content of the Site and its software, except in cases where such actions are EXPRESSLY permitted by the terms of this Agreement or the current legislation of the Russian Federation. \n 4.3. Nothing in the text of this Agreement may be interpreted as the transfer to the User of any exclusive rights to the Content of the Site (wholly or separately) and/or the Site Software. \n 4.4. The Company has all rights regarding trademarks, commercial (business) names, brands, logos registered in its name (hereinafter referred to as \"Trademarks\"). Such Trademarks shall be protected by law and NOTHING in the text of this Agreement shall be construed as the transfer of any license to the User to use such Trademarks. \n 5. HOW TO OPERATE THE SITE \n Rules of conduct on the site \n 5.1. During the use of the Site, the User undertakes to adhere to the following rules: \n (1) Comply with all obligations assumed by the User in connection with the accession to this Agreement; and \n (2) Provide reliable information about itself during registration on the Site and for creating a personal account (cabinet); and \n (3) not to impersonate any other person, including, but not limited to, providing any data of third parties (without their express, prior and informed consent) to be registered on the Site and/or to create a personal account (cabinet); and \n (4) Inform the Company about the theft of logins, passwords or any other key of the User’s access to a personal account (cabinet); and \n (5) Do not give third parties access to their account (cabinet) and/or logins, passwords or other access keys; and \n (6) Do not upload, store, publish, distribute, post, advertise, send, deny access or otherwise use User Content that (a) contains threats, discredits, insults, defames honour and dignity or business reputation or violates the privacy of other Users or third parties; and (b) is spam, bullying, vulgar or obscene, contains pornographic images and texts, scenes of a sexual nature, including involving minors, or scenes of violence, including sexual violence, of persons or animals; and (c) contains any form of incitement to suicide and/or promotes or promotes racial hatred, Propagates fascism or ideology of racial superiority or contains extremist materials; and (r) promotes the violation of the rights or legitimate interests of other Users or third parties or propagates a crime or provides advice/guidance/instructions on its commission; and \n (7) do not perform any actions (using or without automation) aimed at collecting any personal data of other Users; and \n (8) do not take any action or assist third parties in carrying out actions aimed at undermining the operation of the Site, including, but not limited to, (a) downloading viruses or malicious code; (b) performing actions that may cause the Site to be disabled, to the disruption of the normal operation of the Site or the Site’s software, or to the deterioration of the appearance of the Site and/or the Content of the Site. \n (9) Take no other action that is unlawful, fraudulent, discriminatory or misleading. \n User Rights to Hosted Content \n 5.2. User Content may only be created by registered users. \n 5.3. The User Content you create is an object of intellectual property, is protected by current legislation, so the Company does not claim to receive and does not require you to provide it with anyor ownership of your User Content. Nothing in the text of this Agreement shall be construed as depriving the User of the rights to the User’s Content created by him or restricting them. \n 5.4. Along with this, you provide the Company with a non-exclusive, royalty-free license valid worldwide (hereinafter \"License\") with the right to transfer and grant sub-licenses for storage, use, distribution, modification, launch, copying, public performance or display, translation of your User Content and creation of derivative works based on it. \n 5.5. The License issued by you in this way is automatically terminated if your personal account (cabinet) is deleted. \n 5.6. The Company undertakes to take all possible actions aimed at the complete removal of your User content immediately after the circumstances for termination of the License have arisen, except for the following cases when: (1) part of your User Content has been used by other Users (based on your previous License, in which case your User Content will be available until another User removes it); or (2) User content posted by you is evidence of any violation, misdemeanour or crime in criminal, administrative or civil proceedings, or its subsequent storage is required by the requirements of existing legislation or by a request received from a competent public authority; or (3) in other cases specified in this Agreement. \n User content requirement \n 5.7. Users are prohibited from downloading any User Content that may belong to third parties or whose use rights have not been granted to such User to the extent necessary. HEREBY THE USER ASSUMES THE OBLIGATION TO COMPENSATE THE COMPANY FOR ALL LOSSES AND LEGAL COSTS INCURRED BY IT IN CONNECTION WITH THE BRINGING OF CLAIMS BY THIRD PARTIES CONCERNING THAT PUBLISHED USER CONTENT VIOLATES THE INTELLECTUAL PROPERTY RIGHTS OF SUCH THIRD PARTIES. \n 5.8. The Company does not verify and cannot verify all materials published by Users within the framework of the User Content created by them, therefore the Company is not responsible for the content of such User Content, for its use and/or its impact on third parties or other Users. The management of the Site does not mean that the Company confirms, supports, guarantees, distributes and/or believes in the information contained within the User Content. The user is responsible for his own protection and protection of his device from viruses and other malware. The Company does not assume any liability for damage caused by the use of the Site, its Services and/or User Content (including its upload). \n 5.9. The Company has the right at any time to check the User Content for its compliance with the requirements of this Agreement or the applicable legislation. At the same time, nothing in the text of this Agreement shall be construed as a direct obligation of the Company to carry out any independent verification of User’s Content except at the request of other Users or third parties. \n 5.10. If you encounter User Content that violates the terms of this Agreement or the legitimate rights and interests of Users or third parties, you may submit your complaint as follows: \n send an email to: incta@gmail.com \n 5.11. In order to comply with the requirements of Art. 10-6, para. of the Federal Law \"On Information, Information Technologies and Information Protection\", the Company has the right to conduct internal monitoring of User Content in order to comply with Users' restrictions, \"On Information, Information Technologies and on Information Protection\". \n 5.12. If User Content is found to violate the terms of this Agreement or the provisions of current legislation, the Company shall have the right at its sole discretion at any time, without the need to warn the User and take over anyor the liability in the future to remove such User Content at all, and in case of repeated violation - to remove your personal account (cabinet). \n Site reviews \n 5.13. Each User from time to time has the right (but not the obligation) to leave or send his ideas, feedback, proposals or projects aimed at improving the operation of the Site or the quality of the Services provided. Such feedback can be sent by the User in the following way: \n send an email to: incta@gmail.com \n 5.14. In the case of such an idea, withdrawal, proposal or project, the User shall automatically grant us a non-exclusive, royalty-free license valid worldwide with the right to transfer and issue sub-licenses for storage, Using, distributing, modifying, starting, copying, publicly performing or displaying, translating your ideas, opinions, proposals or projects, as well as creating derivative works based on them. \n 6. ADVERTISING ON THE WEBSITE \n Advertising by the company \n 6.1. The Company has the right from time to time to place on the Site any advertising or marketing materials. \n Third party advertising \n 6.2. The content of the site may contain links to third-party websites and/or advertising or marketing materials on goods/services provided by such third parties (hereinafter referred to as \"Third-party advertising\"). THE COMPANY ACCEPTS NO LIABILITY (1) FOR THE CONTENT OF THIRD PARTY ADVERTISING OR FOR THE AVAILABILITY, QUALITY AND SAFETY OF PROMOTED GOODS/SERVICES IN SUCH ADVERTISING; AND (2) FOR ANY LOSSES, LOSS OR DAMAGE SUFFERED OR CAUSED TO THE USER AS A RESULT OF HIS READING OF SUCH ADVERTISEMENTS, HIS USE OF THE GOODS/SERVICES PROMOTED IN THIRD PARTY ADVERTISING. \n 6.3. In the event of a transfer to another site through the Third Party Advertisement placed on the Site, the Company cannot guarantee that such a website is safe for the User and/or his computer. Nothing in the text of this Agreement shall be interpreted as an assurance, encouragement, recommendation or inducement of the User to use the Advertising of third parties, to visit any sites of third parties, as well as to try, purchase, use anyor goods/services of third parties. \n 6.4. Matters related to the protection of Users' personal data when using Third Party Advertising shall be governed by the Privacy Policy for the Site. \n User advertising \n 6.5. Each User has the right to place their own advertising or marketing materials on a fee basis by performing the following actions: \n 1. Send an email to: incta@gmail.com \n 2. Pay buisness subscription via payment options provided in your Account \n 6.6. User’s advertising must meet the following requirements: (1) Do not advertise illegal goods/services recognized as such under existing legislation, including, but not limited to, drugs, prostitution, arms, tobacco (and related products) and etc. and (2) not to place advertising or marketing materials that (directly or indirectly) discriminate on grounds of religion, race, ethnicity, nationality, gender, disability, health, pregnancy, any genetic traits, sexual preferences; and (3) do not advertise products or services for adults (aged 18 and over); and (4) do not infringe the legitimate rights and interests of third parties (for example, intellectual property rights); and (5) Do not post advertising or marketing materials that may shock or frighten Users (for example, photos of scenes of murders, corpses, accidents); and (6) do not publish false, inaccurate, incomplete or refuted information; and (7) Do not advertise products/services for, or contribute to, fraudulent or deceptive activities; and (8) do not advertise any low-quality or obscene content, or content containing profanity; and (9) do not advertise other content, which may violate the legal rights and interests of third parties, or damage the reputation of the Site, or entail the imposition of any sanctions or liability measures on the Company. \n 6.7. The User is hereby deemed to be duly aware that the Company does not provide any guarantees of the effectiveness of the User’s advertising placement. The user places such advertisements at his own risk and solely under his own responsibility. \n 7.Making Purchases Through the Website \n 7.1. Users have the opportunity to purchase certain goods/services on the Website. The Company directly acts as the seller of these goods/services. \n 7.2. The Company does not store any data regarding your debit or credit card used for payment. \n 7.3. THE COMPANY PROVIDES THE ORDERED GOODS/SERVICE ONLY AFTER RECEIVING FULL PAYMENT. \n 7.4. If the Company is unable to provide you with the ordered and paid goods/service, the Company undertakes to immediately refund the full amount previously paid for the cost of the ordered goods/service (excluding bank commissions and expenses that may have been charged by your bank when paying for goods/services through the Website). \n 7.5. The Company does not guarantee the availability of any goods/service on the Website. \n Delivery Methods and Terms \n 7.6. The Company offers the following delivery methods for goods/services ordered on the Website: ________ \n 7.7. The user has the right to demand a refund from the Company for the goods/service if such goods/service were not received by the user within the agreed timeframe. In this case, the Company undertakes to refund the full amount within 10 (ten) calendar days. \n 7.8. The Company is not responsible for any delivery errors that occurred due to the User's fault, such as not providing correct recipient information. \n Payment Procedure \n 7.9. The price of the goods/service on the Website is indicated in Russian rubles. Payment for goods/services must also be made in Russian rubles. \n 7.10. If you do not have an account in the specified currency, you can use your debit or credit card, and the servicing bank (holder of the debit or credit card) will perform the necessary conversion at the exchange rate according to its internal banking rules. The Company is not responsible for the exchange rate used by your bank during such conversion. \n 7.11. The User can make payment using one of the following methods: \n Stripe \n PayPal \n 7.12. Please note that the Company may at any time refuse to accept a particular payment method without any explanation or notification to Users. \n 7.13. The goods/service is considered fully paid for by the User from the moment the payment transaction is confirmed by the banking institution servicing the debit or credit card used for payment on the Website. \n 7.14. Please note that your bank may carry out additional verifications of the transaction made through our Website at its discretion, which may subsequently lead to a delay in the payment of the goods/service previously ordered by you. \n 7.15. The Company does not take any responsibility for any losses, damages, missed profits, harm to business reputation incurred by the User due to payment delays, which in turn could lead to a delay on our part in providing you with the ordered goods/service. \n Goods Return and Exchange Procedure \n 7.16. The User has the right to exchange or return previously purchased goods. Only those goods which are specified in the Resolution of the Government of the Russian Federation of December 31, 2020, No. 2463 \"On the approval of the Rules for the sale of goods under a retail sale and purchase agreement, a list of durable goods on which the consumer's requirement for the free provision of goods with the same main consumer properties for the period of repair or replacement of such goods and a list of non-food goods of proper quality not subject to exchange, as well as on amendments to certain acts of the Government of the Russian Federation\" are not subject to exchange or return. In all other cases, the User has the right to apply to the Company with a demand for exchange or return of goods in the manner provided by the current consumer protection legislation and the terms of this Agreement. \n 7.17. The User has the right to return or exchange goods of proper quality without stating the reason within 14 (fourteen) calendar days from the date of its purchase. In case of return of goods of proper quality, all amounts paid by the User in the payment of the cost of such goods are fully refunded. Rules and procedure for exchange and return of goods are detailed at the following link: [Website Address]/terms_of_use. \n Quality of Purchased Goods \n 7.18. Immediately after receiving the goods, the User must check it for any possible defects or shortcomings, as well as whether the characteristics of the goods match the description provided on the Website. \n 7.19. The User has the right to demand a refund from the Company for the goods/service if such goods/service do not meet the stated quality conditions of the goods or its description on the Website. In this case, the Company undertakes to refund the full amount within 10 (ten) calendar days. \n 7.20. The User has the right to present their claims regarding the quality of the purchased goods to the Company during the established warranty period/shelf life of the goods or, if such period is not established, within 2 (two) years from the moment of purchasing such goods. \n 8.Subscription Registration on the Website \n 8.1. Users may subscribe to the Website if they wish. \n 8.2. Subscriptions can be monthly, quarterly, or annual. Subscriptions are subject to automatic renewal until the User cancels. \n 8.3. Subscriptions are paid services and are provided to the User only upon full pre-payment. If the payment for the subscription is overdue, the User’s access to certain content is blocked until full payment for the subscription is made. \n Subscription Procedure \n 8.4. Users can subscribe at any time by performing the following actions: \n In the account settings, open \"Account Management\" \n Click on the logo of one of the payment systems and make a payment through it. \n 8.5. Subscription payment must be made in the currency specified on the Website. The cost of the subscription is indicated including VAT and other mandatory taxes and fees. \n 8.6. Users can pay for the subscription using one of the following methods: \n Stripe \n PayPal \n 8.7. If a paid subscription is canceled, the User has no right to demand any proportional or full reimbursement of the sums previously paid for the subscription and continues to use the content until the expiry of the paid subscription period. \n Subscription Termination Procedure \n 8.8. Users have the right to cancel their subscription at any time by performing the following actions: \n In the account settings, open \"Account Management\" \n Click on the logo of one of the payment systems and make a payment through it. \n 9.Termination of Access to the Website \n 9.1. Users have the right to cease using the Website at any time by deleting their account. \n 9.2. In the event of: \n Violation by the User of the terms of this Agreement; \n Infringement of the intellectual property rights of the Company, other Users, or third parties; \n Committing acts that are illegal, infringe the rights and interests of the Company, other Users, or third parties, or undermine the operation of the Website or the ability of other Users to use the Website; \n If the Services or the Website are used by the User in such a way that may incur legal liability for the Company in the future; \n If required by law or by a competent state authority, \n The Company has the right to terminate (suspend) the User’s access to the Website and its Services at any time without prior notice. \n 9.3. Termination of access also implies the deletion of the User's personal account. \n 9.4. Users are aware that the Company is not responsible for any damage, losses, missed profits, loss of business or personal reputation caused by deleting or blocking an account and/or the inability to access the Website and its Services. \n 10.Questions \n 10.1. If you have questions regarding the terms of this Agreement or the order/method of their execution, you can address your question as follows: \n Send an email to the following address: [Email Address] \n 10.2. Employees and representatives of the Company will make every effort to respond to your inquiry within a reasonable period of time. \n 11.Liability \n 11.1. UNDER NO CIRCUMSTANCES SHALL THE COMPANY OR ITS REPRESENTATIVES BE LIABLE TO THE USER OR ANY THIRD PARTIES FOR: \n ANY INDIRECT, INCIDENTAL, UNINTENTIONAL DAMAGE, INCLUDING MISSED PROFITS OR LOST DATA, DAMAGE TO HONOR, DIGNITY, OR BUSINESS REPUTATION CAUSED IN CONNECTION WITH THE USE OF THE WEBSITE, SERVICES, OR OTHER MATERIALS TO WHICH THE USER OR OTHERS HAVE GAINED ACCESS THROUGH THE WEBSITE, EVEN IF THE COMPANY HAS WARNED OR INDICATED THE POSSIBILITY OF SUCH DAMAGE; \n THE ACTIONS OF OTHER USERS, USER CONTENT POSTED BY USERS, GOODS/SERVICES PROVIDED BY THIRD PARTIES OR OTHER USERS (EVEN IF ACCESS TO THEM WAS PROVIDED THROUGH OUR WEBSITE), TO WHICH THE USER HAS GAINED ACCESS; \n IN CASES DIRECTLY PROVIDED BY THE TERMS OF THIS AGREEMENT OR BY LAW. \n 11.2. Our liability for anything related to the use of the Website and/or Services is limited to the extent permitted by law. \n 12.Dispute Resolution \n 12.1. In the event of any disputes or disagreements related to the execution of this Agreement, the User and the Company shall make every effort to resolve them through negotiations between them. If disputes cannot be resolved through negotiations, they shall be settled in accordance with the legislation of the Russian Federation. \n 13.Final Provisions \n 13.1. This Agreement comes into force from the moment of its publication on the Website (at the following link: [Website Link]) and is valid for an indefinite period. \n 13.2. We may from time to time revise, supplement, or change the terms of this Agreement. Such changes are typically not retroactive. THE COMPANY DOES NOT ASSUME ANY OBLIGATION TO NOTIFY USERS OF UPCOMING OR OCCURRED CHANGES TO THE AGREEMENT TEXT. By joining the terms of this Agreement, the User also undertakes to periodically review the terms of this Agreement for any changes or additions. \n 13.3. If, after changes or additions to the text of the Agreement, the User continues to use the Website, it means that he is aware of the changes or additions and has accepted them in full without any objections. \n 13.4. If not expressly stated otherwise in the provisions of this Agreement or directly arising from the norms of current legislation, the substantive law of the Russian Federation applies to the terms of this Agreement. \n 13.5. An integral part of this Agreement is the Privacy Policy for the Website. \n 13.6. Access to the Website and its Services is provided to the User \"as is.\" We do not promise, guarantee, or imply that the Services and the Website may or may not be suitable for your needs, goals, expectations, and therefore do not guarantee any specific result or consequences as a result of your use of the Website and its Services."
}
